{
    "title": "i18next translation",
    "internacionalizacion": "Internationalization, often abbreviated as i18n (where i represents the initial, n the final and 18 the number of letters between them), is the process of developing software products in such a way that they can be Adapted easily to different languages and regions without requiring changes to the source code. The goal of i18n is to make software universally accessible and usable, regardless of the language used by the user or the cultural conventions of the region.",
    "ventajas": "Advantages: Ease of use, support for pluralizations, interpolations, and dynamic loading of translations.",
    "Crowdin": "Crowdin",
    "ventajasCrowdin": "Advantages:",
    "Crowdin_evaluation_ventajas_1": "Advantages: Intuitive and easy to use interface.",
    "Crowdin_evaluation_ventajas_2": "Wide integrations with version control systems and development tools.",
    "Crowdin_evaluation_ventajas_3": "Robust features for team collaboration, such as task management and review workflows.",
    "Crowdin_evaluation_ventajas_4": "Support for a large number of file formats, including JSON.",
    "Crowdin_evaluation_desventajas": "Disadvantages: Can be costly for small teams or projects with many languages.",
    "Crowdin_evaluation_precio": "Offers a limited free plan and paid plans start from 50€/month for small projects. Plans for teams and companies are customized and require contacting Crowdin for a quotation.",
    "DesventajasCrowdin":"Disadvantages:",
    "Crowdin_precio":"Price:",
    "Transifex":"Transifex",
    "ventajasTransifex": "Advantages:",
    "Transifex_evaluation_ventajas_1": "Strong focus on automating the translation workflow.",
    "Transifex_evaluation_ventajas_2": "Integrations with GitHub, Bitbucket, and GitLab for easy synchronization.",
    "Transifex_evaluation_ventajas_3": "Good live translation management tool for web applications.",
    "Transifex_evaluation_desventajas": "The learning curve may be a bit steeper compared to Crowdin.",
    "Desventajas_Transitex":"Desventajas:",
    "Transifex_evaluation_costo": "Can be costly for projects with a large number of resources or languages.",
    "Transifex_precio": "Price:",
    "Transifex_evaluation_precio": "Does not offer a free plan (only a free trial). Plans start from 139€/month for basic projects, with more advanced and customized options available.",
    "Localise":"Localise:",
    "ventajasLokalise": "Advantages:",
    "Lokalise_evaluation_ventajas_1": "Clean and easy-to-navigate user interface.",
    "Lokalise_evaluation_ventajas_2": "Powerful tools for automating workflow, including the ability to automatically assign tasks and set deadlines.",
    "Lokalise_evaluation_ventajas_3": "Offers an online editor for translators to work directly on the platform.",
    "Desventajas_Lokalise":"Desventajas:",
    "Lokalise_evaluation_desventajas": "Some advanced functionalities may require additional learning or configuration adjustments.",
    "Lokalise_precio": "Price:",
    "Lokalise_evaluation_precio": "Lokalise offers a free plan with limited functionalities. Paid plans start at 120€/month with more advanced options available.",
    "Phrase":"Phrase",
    "ventajasPhrase": "Advantages:",
    "Phrase_evaluation_ventajas_1": "Strong focus on usability and user experience for translators and developers.",
    "Phrase_evaluation_ventajas_2": "Support for a wide range of internationalization and localization technologies.",
    "Phrase_evaluation_ventajas_3": "Solid integrations with development tools and version control systems.",
    "Desventajas_Phrase":"Desventajas:",
    "Phrase_evaluation_desventajas": "Costs can increase quickly for larger teams or projects with many languages.",
    "Phrase_precio": "Price:",
    "Phrase_evaluation_precio": "Phrase does not have a free plan but offers a free trial. Paid plans start from 14€/month for the basic plan, with customized enterprise options available."
}