{
    "title": "i18next traductions",
    "internacionalizacion": "L'internationalisation, souvent abrégée en « i18n » (où « i » représente l'initiale, « n » la finale et « 18 » le nombre de lettres qui les séparent), est le processus de développement de produits logiciels de telle manière qu'ils puissent être adaptés. facilement dans différentes langues et régions sans nécessiter de modifications du code source. L'objectif d'i18n est de rendre les logiciels universellement accessibles et utilisables, quelle que soit la langue utilisée par l'utilisateur ou les conventions culturelles de la région.",
    "ventajas": "Avantages : Facilité d'utilisation, support pour les pluralisations, interpolations et chargement dynamique des traductions.",
    "Crowdin": "Crowdin",
    "ventajasCrowdin": "Avantages :",
    "Crowdin_evaluation_ventajas_1": "Avantages : Interface intuitive et facile à utiliser.",
    "Crowdin_evaluation_ventajas_2": "Intégrations étendues avec des systèmes de contrôle de versions et des outils de développement.",
    "Crowdin_evaluation_ventajas_3": "Fonctionnalités robustes pour la collaboration d'équipe, telles que la gestion des tâches et les workflows de révision.",
    "Crowdin_evaluation_ventajas_4": "Support pour un grand nombre de formats de fichiers, y compris JSON.",
    "Crowdin_evaluation_desventajas": "Inconvénients : Peut s'avérer coûteux pour les petites équipes ou les projets avec de nombreuses langues.",
    "Crowdin_evaluation_precio": "Offre un plan gratuit limité et les plans payants commencent à partir de 50€/mois pour les petits projets. Les plans pour les équipes et les entreprises sont personnalisés et nécessitent de contacter Crowdin pour obtenir un devis.",
    "DesventajasCrowdin": "Inconvénients :",
    "Crowdin_precio": "Prix :",
    "Transifex": "Transifex",
    "ventajasTransifex": "Avantages :",
    "Transifex_evaluation_ventajas_1": "Fort accent sur l'automatisation des flux de travail de traduction.",
    "Transifex_evaluation_ventajas_2": "Intégrations avec GitHub, Bitbucket et GitLab pour une synchronisation facile.",
    "Transifex_evaluation_ventajas_3": "Bon outil de gestion de traductions en direct pour les applications web.",
    "Transifex_evaluation_desventajas": "La courbe d'apprentissage peut être un peu plus abrupte comparée à Crowdin.",
    "Desventajas_Transitex": "Inconvénients :",
    "Transifex_evaluation_costo": "Peut être coûteux pour des projets avec un grand nombre de ressources ou de langues.",
    "Transifex_precio": "Prix :",
    "Transifex_evaluation_precio": "Ne propose pas de plan gratuit (seulement un essai gratuit). Les tarifs commencent à partir de 139 €/mois pour les projets de base, avec des options plus avancées et personnalisées disponibles.",
    "Localise": "Lokalise :",
    "ventajasLokalise": "Avantages :",
    "Lokalise_evaluation_ventajas_1": "Interface utilisateur propre et facile à naviguer.",
    "Lokalise_evaluation_ventajas_2": "Outils puissants pour automatiser les flux de travail, y compris la capacité d'assigner automatiquement des tâches et de fixer des délais.",
    "Lokalise_evaluation_ventajas_3": "Offre un éditeur en ligne pour que les traducteurs travaillent directement sur la plateforme.",
    "Desventajas_Lokalise": "Inconvénients :",
    "Lokalise_evaluation_desventajas": "Certaines fonctionnalités avancées peuvent nécessiter un apprentissage supplémentaire ou des ajustements de configuration.",
    "Lokalise_precio": "Prix :",
    "Lokalise_evaluation_precio": "Lokalise propose un plan gratuit avec des fonctionnalités limitées. Les plans payants commencent à partir de 120 €/mois avec des options plus avancées disponibles.",
    "Phrase": "Phrase",
    "ventajasPhrase": "Avantages :",
    "Phrase_evaluation_ventajas_1": "Fort accent sur l'utilisabilité et l'expérience utilisateur pour les traducteurs et les développeurs.",
    "Phrase_evaluation_ventajas_2": "Support pour une large gamme de technologies d'internationalisation et de localisation.",
    "Phrase_evaluation_ventajas_3": "Intégrations solides avec des outils de développement et des systèmes de contrôle de version.",
    "Desventajas_Phrase": "Inconvénients :",
    "Phrase_evaluation_desventajas": "Les coûts peuvent augmenter rapidement pour les équipes plus grandes ou les projets avec de nombreuses langues.",
    "Phrase_precio": "Prix :",
    "Phrase_evaluation_precio": "Phrase ne propose pas de plan gratuit mais offre un essai gratuit. Les plans payants commencent à partir de 14 €/mois pour le plan de base, avec des options personnalisées pour les entreprises disponibles."
}