{
    "internacionalizacion": "La internacionalización, frecuentemente abreviada como i18n (donde i representa la inicial, n la final y 18 la cantidad de letras entre ambas), es el proceso de desarrollar productos de software de tal manera que puedan ser Adaptados fácilmente a diferentes idiomas y regiones sin requerir cambios en el código fuente. El objeto del i18n tiene el software universalmente accesible y utilizable, independientemente del idioma utilizado por el usuario o de las convenciones culturales de la región.",
    "title": "i18next traducciones",
    "ventajas": "Ventajas: Facilidad de uso, soporte para pluralizaciones, interpolaciones, y carga dinámica de traducciones.",
    "Crowdin": "Crowdin",
    "ventajasCrowdin": "Ventajas:",
    "Crowdin_evaluation_ventajas_1": "Ventajas: Interfaz intuitiva y fácil de usar.",
    "Crowdin_evaluation_ventajas_2": "Amplias integraciones con sistemas de control de versiones y herramientas de desarrollo.",
    "Crowdin_evaluation_ventajas_3": "Funcionalidades robustas para la colaboración en equipo, como la gestión de tareas y los flujos de trabajo de revisión.",
    "Crowdin_evaluation_ventajas_4": "Soporte para una gran cantidad de formatos de archivo, incluyendo JSON.",
    "Crowdin_evaluation_desventajas": "Desventajas: Puede resultar costoso para equipos pequeños o proyectos con muchos idiomas.",
    "Crowdin_evaluation_precio": "Ofrece un plan gratuito limitado y los planes de pago comienzan desde 50€/mes para proyectos pequeños. Los planes para equipos y empresas son personalizados y requieren contactar a Crowdin para obtener una cotización.",
    "DesventajasCrowdin":"Desventajas:",
    "Crowdin_precio":"Precio:",
    "Transifex":"Transifex",
    "ventajasTransifex": "Ventajas:",
    "Transifex_evaluation_ventajas_1": "Gran enfoque en la automatización del flujo de trabajo de traducción.",
    "Transifex_evaluation_ventajas_2": "Integraciones con GitHub, Bitbucket y GitLab para una sincronización fácil.",
    "Transifex_evaluation_ventajas_3": "Buena herramienta de gestión de traducciones en vivo para aplicaciones web.",
    "Transifex_evaluation_desventajas": "La curva de aprendizaje puede ser un poco más pronunciada en comparación con Crowdin.",
    "Desventajas_Transitex":"Desventajas:",
    "Transifex_evaluation_costo": "Puede resultar costoso para proyectos con un gran número de recursos o idiomas.",
    "Transifex_precio": "Precio:",
    "Transifex_evaluation_precio": "No ofrece un plan gratuito (solo una prueba gratuita). Los planes comienzan desde 139€/mes para proyectos básicos, con opciones más avanzadas y personalizadas disponibles.",
    "Localise":"Lokalise:",
    "ventajasLokalise": "Ventajas:",
    "Lokalise_evaluation_ventajas_1": "Interfaz de usuario limpia y fácil de navegar.",
    "Lokalise_evaluation_ventajas_2": "Herramientas potentes para automatizar el flujo de trabajo, incluyendo la capacidad de asignar tareas automáticamente y establecer plazos.",
    "Lokalise_evaluation_ventajas_3": "Ofrece un editor en línea para que los traductores trabajen directamente en la plataforma.",
    "Desventajas_Lokalise":"Desventajas:",
    "Lokalise_evaluation_desventajas": "Algunas funcionalidades avanzadas pueden requerir un aprendizaje adicional o ajustes de configuración.",
    "Lokalise_precio": "Precio:",
    "Lokalise_evaluation_precio": "Lokalise ofrece un plan gratuito con funcionalidades limitadas. Los planes de pago comienzan desde 120€/mes con opciones más avanzadas disponibles.",
    "Phrase":"Phrase",
    "ventajasPhrase": "Ventajas:",
    "Phrase_evaluation_ventajas_1": "Gran enfoque en la usabilidad y la experiencia del usuario para traductores y desarrolladores.",
    "Phrase_evaluation_ventajas_2": "Soporte para una amplia gama de tecnologías de internacionalización y localización.",
    "Phrase_evaluation_ventajas_3": "Integraciones sólidas con herramientas de desarrollo y sistemas de control de versiones.",
    "Desventajas_Phrase":"Desventajas:",
    "Phrase_evaluation_desventajas": "Los costos pueden aumentar rápidamente para equipos más grandes o proyectos con muchos idiomas.",
    "Phrase_precio": "Precio:",
    "Phrase_evaluation_precio": "Phrase no tiene un plan gratuito pero ofrece una prueba gratuita. Los planes de pago comienzan desde 14€/mes para el plan básico, con opciones empresariales personalizadas disponibles."

}