{
    "title": "i18next translation",
    "internacionalizacion": "Internationalisierung, oft abgekürzt als „i18n“ (wobei „i“ für den Anfangsbuchstaben, „n“ für den Endbuchstaben und „18“ für die Anzahl der Buchstaben dazwischen steht), ist der Prozess, Softwareprodukte so zu entwickeln, dass sie angepasst werden können problemlos in verschiedene Sprachen und Regionen umwandeln, ohne dass Änderungen am Quellcode erforderlich sind. Das Ziel von i18n ist es, Software universell zugänglich und nutzbar zu machen, unabhängig von der vom Benutzer verwendeten Sprache oder den kulturellen Konventionen der Region.",
    "ventajas": "Vorteile: Benutzerfreundlichkeit, Unterstützung für Pluralisierungen, Interpolationen und dynamisches Laden von Übersetzungen.",
    "Crowdin": "Crowdin",
    "ventajasCrowdin": "Vorteile:",
    "Crowdin_evaluation_ventajas_1": "Vorteile: Intuitive und benutzerfreundliche Schnittstelle.",
    "Crowdin_evaluation_ventajas_2": "Umfangreiche Integrationen mit Versionskontrollsystemen und Entwicklungswerkzeugen.",
    "Crowdin_evaluation_ventajas_3": "Robuste Funktionen für die Teamkollaboration, wie Aufgabenmanagement und Überprüfungsworkflows.",
    "Crowdin_evaluation_ventajas_4": "Unterstützung für eine Vielzahl von Dateiformaten, einschließlich JSON.",
    "Crowdin_evaluation_desventajas": "Nachteile: Kann für kleine Teams oder Projekte mit vielen Sprachen kostspielig sein.",
    "Crowdin_evaluation_precio": "Bietet einen eingeschränkten kostenlosen Plan und die Bezahlpläne beginnen ab 50€/Monat für kleine Projekte. Pläne für Teams und Unternehmen sind angepasst und erfordern eine Kontaktaufnahme mit Crowdin, um ein Angebot zu erhalten.",
    "DesventajasCrowdin": "Nachteile:",
    "Crowdin_precio": "Preis:",
    "Transifex": "Transifex",
    "ventajasTransifex": "Vorteile:",
    "Transifex_evaluation_ventajas_1": "Starker Fokus auf die Automatisierung des Übersetzungsworkflows.",
    "Transifex_evaluation_ventajas_2": "Integrationen mit GitHub, Bitbucket und GitLab für einfache Synchronisation.",
    "Transifex_evaluation_ventajas_3": "Gutes Live-Übersetzungsmanagement-Tool für Webanwendungen.",
    "Transifex_evaluation_desventajas": "Die Lernkurve kann im Vergleich zu Crowdin etwas steiler sein.",
    "Desventajas_Transitex": "Nachteile:",
    "Transifex_evaluation_costo": "Kann kostspielig sein für Projekte mit einer großen Anzahl von Ressourcen oder Sprachen.",
    "Transifex_precio": "Preis:",
    "Transifex_evaluation_precio": "Bietet keinen kostenlosen Plan (nur eine kostenlose Testversion). Pläne beginnen ab 139 €/Monat für Basisprojekte, mit weiteren fortgeschrittenen und angepassten Optionen verfügbar.",
    "Localise": "Lokalise:",
    "ventajasLokalise": "Vorteile:",
    "Lokalise_evaluation_ventajas_1": "Klare und leicht zu navigierende Benutzeroberfläche.",
    "Lokalise_evaluation_ventajas_2": "Leistungsstarke Werkzeuge zur Automatisierung des Workflows, einschließlich der Möglichkeit, Aufgaben automatisch zuzuweisen und Fristen festzulegen.",
    "Lokalise_evaluation_ventajas_3": "Bietet einen Online-Editor, damit Übersetzer direkt auf der Plattform arbeiten können.",
    "Desventajas_Lokalise": "Nachteile:",
    "Lokalise_evaluation_desventajas": "Einige fortgeschrittene Funktionen können zusätzliches Lernen oder Konfigurationsanpassungen erfordern.",
    "Lokalise_precio": "Preis:",
    "Lokalise_evaluation_precio": "Lokalise bietet einen kostenlosen Plan mit eingeschränkten Funktionen. Bezahlte Pläne beginnen ab 120 €/Monat mit weiteren fortgeschrittenen Optionen verfügbar.",
    "Phrase": "Phrase",
    "ventajasPhrase": "Vorteile:",
    "Phrase_evaluation_ventajas_1": "Starker Fokus auf Benutzerfreundlichkeit und Benutzererfahrung für Übersetzer und Entwickler.",
    "Phrase_evaluation_ventajas_2": "Unterstützung für eine breite Palette von Internationalisierungs- und Lokalisierungstechnologien.",
    "Phrase_evaluation_ventajas_3": "Solide Integrationen mit Entwicklungswerkzeugen und Versionskontrollsystemen.",
    "Desventajas_Phrase": "Nachteile:",
    "Phrase_evaluation_desventajas": "Kosten können schnell für größere Teams oder Projekte mit vielen Sprachen ansteigen.",
    "Phrase_precio": "Preis:",
    "Phrase_evaluation_precio": "Phrase bietet keinen kostenlosen Plan, sondern eine kostenlose Testversion. Bezahlte Pläne beginnen ab 14 €/Monat für den Basisplan, mit angepassten Unternehmensoptionen verfügbar."
}